ppp.xml

<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
   <soap:Header>
      <ns2:testata>
      </ns2:testata>
   </soap:Header>
   <soap:Body>
      <ns5:recuperaDDSFW xmlns="http://ws.gbbper.priv.schema/peffido/v1" xmlns:ns2="http://ws.gbbper.priv/testata/v1" xmlns:ns3="http://fault.common.schema.bper.it/v1" xmlns:ns4="http://ws.gbbper.priv/security" xmlns:ns5="http://ws.gbbper.priv.schema/fidi/v1">
         <ns4:SECURITY>
            <ns4:BANCA>05387</ns4:BANCA>
            <ns4:UTENTE>810073</ns4:UTENTE>
            <ns4:TERMINALE>FIDI</ns4:TERMINALE>
            <ns4:APPLICAZIONE>FIDI</ns4:APPLICAZIONE>
            <ns4:TOKEN/>
            <ns4:IDCED>170</ns4:IDCED>
            <ns4:IP>172.28.138.17</ns4:IP>
         </ns4:SECURITY>
         <ns5:abi>05387</ns5:abi>
         <ns5:numeroPratica>050522781</ns5:numeroPratica>
         <ns5:numeroElementiLineeDaElaborare>1</ns5:numeroElementiLineeDaElaborare>
         <ns5:listaLineeDaElaborare>
            <ns5:lineaDaElaborare>
               <ns5:suffisso>001</ns5:suffisso>
            </ns5:lineaDaElaborare>
         </ns5:listaLineeDaElaborare>
      </ns5:recuperaDDSFW>
   </soap:Body>
</soap:Envelope>